/* Start label string */
"OS_LANGSETTING" = "3";

/* AskString string */
"AskString" = "これは、オンライン広告と無料版です。任意のオンライン広告なしの有料版を購入する。あなたはそれを購入したいですか？";

/* Purchase string */
"Purchase" = "購入";

/* No thanks string */
"NoThanks" = "まさか！";

/* CannotPayment string */
"CannotPayment" = "ある問題は、この購入のために支払いをすることです。してくださいもう一度お試しください。"; 

/* BuyConfirm string */
"BuyConfirm" = "あなたは既にこのアイテムを購入している場合は、再度請求されません。";

/* TransactionFailure string */
"TransactionFailure" = "この買収のトランザクションに失敗しました。してくださいもう一度お試しください。"; 

/* Buy it string */
"BuyIt" = "購入!";

/*Share On Facebook label string*/
"Share On Facebook" = "Facebookでシェア";

/*NetworkWarn label string*/
"NetworkWarn" = "この無料版のゲームはインターネット接続が必要です.";

/* PostTitle label string */
"Playing game <Bubble Tile>" = "<マジックバブルパズル>のゲームをプレイ";

/* Total Archivement string */
"Total Archivement" = "累計";

/* Bubble Tile label string */
"Bubble Tile" = "マジックバブルパズル";

/* Least Step string */
"Least Step" = "最小手順";

/* PaidFeatureAsk string */
"PaidFeatureAsk" = "この機能は有料版で利用可能です。あなたは、有料版を購入しますか？";

/*"Triangle label string*/
"Triangle" = "三角形"; 

/*Square label string*/
"Square" = "正方形";

/*Diamond label string*/
"Diamond" = "ダイヤモンド"; 

/*"Hexagon label string"*/
"Hexagon" = "六角形";

/*"Parallel label string"*/
"Parallel" = "平行";

/*"Zigzag label string"*/
"Zigzag" = "ジグザグ";

/*"Spiral label string"*/
"Spiral" = "螺旋線";

/*Full Game Feature label string*/
"Full Game Feature" = "フル機能のゲーム";

/*Square Puzzle label string*/
"Square Puzzle" = "正方形のパズル";

/*Diamond Puzzle label string*/
"Diamond Puzzle" = "菱形パズル";

/*Hexagon Puzzle label string*/
"Hexagon Puzzle" = "六角形のパズル";

/*Full Price label string*/
"Full Price" = "完全な価格";
    
/*Price label string*/
"Price" = "価格";

/*Easy string*/
"Easy" = "簡単";

/*Difficult string*/
"Difficult" = "困難";

/*Friends label string*/
"Friends" = "友人";

/*Other players label string*/
"Other players" = "選手";

/*Overall label string*/
"Overall" = "総合";

/*OK string*/
"OK" = "OK";

/*Cancel string*/
"Cancel" = "取消";

/*Yes string*/
"Yes" = "はい";

/*No string*/
"No" = "しない";

/*Close string*/
"Close" = "閉じ";

/*"Do you want save game to file for replaying and shareing?" string*/
"Do you want save game to file for replaying and sharing?" = "あなたは再プレイと共有するためのファイルにゲームを保存したいですか？";

/*LocationSharingWarning string*/
"LocationSharingWarning" = "あなたは、共有や他のプレイヤーで見ることができ、ゲームファイルに位置情報を入れたいですか？";

/*Game string*/
"Game" = "遊戯";

/*Creator string*/
"Creator" = "創造者";

/*E-mail string*/
"E-mail" = "E-mail";

/*Created string*/
"Created" = "作成日";

/*Last Modified string*/
"Last Modified" = "最後に変更日";

/*Original File string*/
"Original File" = "元のファイル";

/*Me string*/
"Me" = "私を";

/*All string*/
"All" = "全部";

/*All string*/
"Map" = "地図";

/*Satellite string*/
"Satellite" = "航空写真";

/*Satellite string*/
"Hybird" = "地図+写真";

/*Game Creator string*/
"Game Creator" = "遊戯の創造者";

/*Player string*/
"Player" = "プレーヤー";

/*Game Player string*/
"Game Player" = "遊戯のプレーヤー";

/*PaidFeatureInGameAsk string*/
"PaidFeatureInGameAsk" = "開かれたゲーム内の機能は有料版で利用可能です。あなたは、有料版を購入したいですか？";

/*Continue string*/
"Continue" = "続ける";

/*Restart string*/
"Restart" = "再起動";

/*GameNotCompletedWarn string*/
"GameNotCompletedWarn" = "このゲームの最後のプレーが終了されていません、あなたはしますか：";

/*Share string*/
"Share" = "シェア";

/*EmailFailed string*/
"EmailFailed" = "電子メールの送信に失敗しました。";

/*MessageFailed string*/
"MessageFailed" = "メッセージの送信に失敗しました。";

/*I like game string*/
"I like game" = "私はこのゲームが好き";

/*Tell Friend string*/
"Tell Friend" = "友達にお勧めします";

/*Post Score string */
"Post Score" = "ゲームのスコア";

/*E-mail string*/
"E-mail" = "E-mail";

/*SMS string*/
"SMS" = "SMS";

/*PurchaseSuggestion string*/
"PurchaseSuggestion" = "このゲームはあなたのためにあまりにも簡単です！あなたがプレイするより多くのチャレンジゲームを購入することができます。";

/*SuggestTemporaryAccess string*/
"SuggestTemporaryAccess" = "あなたは、友人にこのゲームをお勧めすることができ、ソーシャルネットワーク上では、一時的に数日で有料ゲーム機能にアクセスすることができます。";

/*AccessPaidFeature string*/
"AccessPaidFeature" = "あなたは、オンライン広告をクリックして、バージョンのゲーム機能を支払ってアクセスすることができます。";

/*YouCanAccessNextDaysFormat string*/
"YouCanAccessNextDaysFormat" = "あなたは次の％iの日の有料ゲームの機能にアクセスできます。";

/*ClickToClose string*/
"ClickToClose" = "有料の機能を閉じて、アクセスするためにクリック.";

"RestorePurchase" = "購入を復元する"; 

"ReviewGamerOnlineStatus" = "プレイヤーオンラインリアルタイムレコードをチェック";

"StartOnlineGame" = "オンラインゲームを起動します";

"AWS Service Failed" = "ゲームプレイヤーのオンラインリアルタイムレコードへのアクセスに失敗しました";

"Edge Unit" = "各エッジに沿ってボール数";

/*"Earned Score/Per Game"*/
"Earned Score/Per Game" = "獲得スコア";

"Post Game Score" = "ゲームのスコアを投稿する";

"Score" = "スコア";